// Localizable.strings
// Bluetooth Menu Extra

"BT"								= "Bluetooth: ";
"BTWithVersion"						= "Version: %@";
"kNameKey"							= "Namn: %@";
"kAddressKey"						= "Adress: %@";
"Dial-up"							= "Bluetooth-modem";
"Search"							= "Sök efter telefoner…";
"OpenNetPrefs"						= "Öppna Nätverksinställningar…";
"OpenIC"							= "Öppna Internetanslutning…";
"OnKey"								= " På";
"OffKey"							= " Av";
"Not Available"						= "Bluetooth: Ej tillgängligt";
"Discoverable"						= "Upptäckbar: På";
"NotDiscoverable"					= "Upptäckbar: Av";
"TempDiscoverable"					= "Gör upptäckbar under 3 minuter";
"BTTurnOff"							= "Stäng av Bluetooth";
"BTTurnOn"							= "Slå på Bluetooth";
"BTDiscoverable"					= "Upptäckbar";

"keyOK"								= "OK";
"kBluetoothDeviceYesKey"			= "Ja";
"kBluetoothDeviceNoKey"				= "Nej";
"LowBattWarning"					= "%@ har låg batterinivå.";
"kDevices"							= "Enheter";

"kOpenBTPrefsKey"					= "Öppna Bluetooth-inställningar…";
"kMousePreferences"					= "Öppna Musinställningar…";
"kKeyboardPreferences"				= "Öppna tangentbordsinställningarna…";
"kTrackpadPreferences"				= "Öppna styrplatteinställningarna…";
"kOpenPrintPrefsKey"				= "Öppna skrivarinställningarna…";
"kOpenSoundPrefsKey"				= "Öppna ljudinställningarna…";
"kSendFileToDevice"					= "Skicka fil…";
"kBrowseDevice"						= "Bläddra på enhet…";

"kTurnOnHeadphones"					= "Använd som en ljudenhet (stereo)";
"kTurnOffHeadphones"				= "Använd inte som ljudenhet";
"kTurnOnHeadset"					= "Använd som en ljudenhet (mono)";
"kTurnOffHeadset"					= "Använd inte som ljudenhet";

"kConnectDevice"					= "Anslut";
"kDisconnectDevice"					= "Koppla ner";
"kResetDevice"						= "Gör en fabriksåterställning av enheten";
"kRemoveDevice"						= "Ta bort den här enheten";
"kSyncDevice"						= "Synkronisera…";
"kBatteryLevel"						= "Batterinivå: %@ %%";
"kRSSIKey"							= "RSSI: %@ dBm";

"kPerformSDPQueryKey"				= "Uppdatera enhetstjänster";
"kPerformNameRequestKey"			= "Uppdatera enhetsnamn";

"kOpenBTSAKey"						= "Ställ in Bluetooth-enhet…";
"kOpenBTEKey"						= "Öppna Bluetooth-utforskaren…";
"kOpenBDUKey"						= "Öppna Bluetooth-diagnosverktyget…";
"kOpenPacketLoggerKey"				= "Öppna PacketLogger…";

"kBTSendFileKey"					= "Skicka fil…";
"kBTGetFileKey"						= "Bläddra på enhet…";

"kJoinNetwork"						= "Anslut till nätverket";
"kKeyDisconnectFromNetwork"			= "Koppla från nätverket";